---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.WPerFtSup3
source: html/ad9a6975-f182-658f-4e58-3f0ade5ccec2.htm
---
# Autodesk.Revit.DB.SymbolTypeId.WPerFtSup3 Property

Symbol W/ft³, indicating unit Watts per cubic foot.

## Syntax (C#)
```csharp
public static ForgeTypeId WPerFtSup3 { get; }
```